Repository: kostyanchick/Flask-Microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Please log in to access this page
uk: Будь ласка, увійдіть, щоб отримати доступ до цієї сторінки

source: "[microblog] %(nickname)s is now following you!"
uk: "[microblog] %(nickname)s підписався на вас!"

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
uk: Нікнейм містить недопустимі символи. Будь ласка, використовуйте букви, цифри, крапки і нижні підкреслення.

source: This nickname is already in use. Please choose another one
uk: Цей нікнейм уже використовується кимось іншим. Будь ласка, введіть інший.

source: Error: translation service not configured.
uk: Помилка: служба перекладу не налаштована.

source: Error: Unexpected error.
uk: Помилка: Виникла непередбачувана помилка.

source: Your post is now live!
uk: Ви опублікували запис!

source: Invalid login. Please try again.
uk: Неправильний логін. Будь ласка, спробуйте ще раз.

source: User %(nickname)s not found.
uk: Користувача з іменем %(nickname)s не знайдено.

source: Your changes have been saved
uk: Ваші зміни було збережено.

source: you can't follow yourself!
uk: Ви не можете підписатись на самого себе.!

source: Cannot follow %(nickname)s.
uk: Не вдалося підписатись на користувача %(nickname)s.

source: You are now following %(nickname)s!
uk: Ви підписались на користувача %(nickname)s!

source: You can't unfollow yourself!
uk: Ви не можете відписатись від самого себе.

source: Cannot unfollow %(nickname)s
uk: Не вдалось відписатись від користувача %(nickname)s

source: You have stopped following %(nickname)s
uk: Ви відписались від користувача %(nickname)s

source: File Not Found
uk: Файл не знайдено

source: Back
uk: Назад

source: An unexpected error has occured
uk: Виникла несподівана помилка

source: The administrator has been notified. Sorry for the inconvenience!
uk: Адміністратор отримав сповіщення. Вибачте за незручності!

source: Error: Could not contact server.
uk: Помилка: не вдалося зв'язатися з сервером.

source: Edit Your Profile
uk: Відредагуйте ваш профіль

source: Your nickname:
uk: Ваш нікнейм:

source: About yourself:
uk: Про вас:

source: Save changes
uk: Зберегти зміни

source: Dear %(nickname)s,
uk: Дорогий %(nickname)s,

source: %(nickname)s is now a follower.
uk: %(nickname)s тепер ваш підписник

source: Regards,
uk: З повагою,

source: The <code>microblog's</code> admin,
uk: Адміністратор <code>microblog</code>,

source: Hi, %(nickname)s!
uk: Привіт, %(nickname)s!

source: Say something:
uk: Скажіть щось:

source: Post!
uk: Опублікувати!

source: Newer posts
uk: Новіші записи

source: Older posts
uk: Старіші записи

source: Please Sign In
uk: Будь ласка, увійдіть в свій обліковий запис

source: Click on your OpenID below:
uk: Виберіть ваш OpenID нижче:

source: Or enter your OpenID here:
uk: Або введіть ваш OpenID тут:

source: Remember Me
uk: Запам'ятати мене

source: Sign In
uk: Увійти

source: Home
uk: Домашня сторінка

source: Your Profile
uk: Ваш профіль

source: Logout
uk: Вихід

source: Search
uk: Шукати

source: Search results for "%(query)s":
uk: Результати пошуку за запитом "%(query)s":

source: Last seen on: %(when)s
uk: Останній раз заходив: %(when)s

source: Followers:
uk: Підписники

source: Following:
uk: Підписки

source: Edit your profile
uk: Редагувати ваш профіль

source: Follow
uk: Підписатись

source: Unfollow
uk: Відписатись
